---
kind: type
id: T:Autodesk.Revit.DB.Electrical.GroundConductorSize
source: html/922e6d1c-9bde-70c5-774b-a04a941003c1.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSize

Represents electrical ground conductor size definition information.

## Syntax (C#)
```csharp
public class GroundConductorSize : APIObject
```

## Remarks
Ground conductor size is defined based on corresponding wire material type.